Repository: stellar/recoverysigner-firebase-auth
Catalog: src/locales/*/messages.po
Languages: es, es_ar, pt, ru

source: Oops! Please try again in a few minutes. (error code: {0})
es: ¡Ups! Por favor intenta nuevamente en unos minutos. (código de error: {0})

source: Please fill out the captcha to proceed.
es: Por favor completa el captcha para proceder.

source: Please provide a valid phone number.
es: Por favor provee un número de teléfono válido.

source: Please wait…
es: Por favor espera…
es_ar: Por favor esperá…
pt: Aguarde…
ru: Подождите…

source: Resend
es: Reenviar
es_ar: Reenviar
pt: Reenviar
ru: Отправить еще раз

source: Send verification code
es: Enviar código de verificación
es_ar: Enviar código de verificación
pt: Enviar código de verificação
ru: Отправить код подтверждения

source: The confirmation code you provided is invalid.
es: El código de confirmación que proporcionó no es válido.

source: There was a network connectivity issue. Please try again.
es: Hubo un problema de conectividad de red. Inténtalo de nuevo.

source: This email is already in use. Please use another one.
es: Este correo electrónico ya está en uso. Por favor usa otro.

source: We’ve sent you a verification code:
es: Te hemos enviado un código de verificación:
es_ar: Te hemos enviado un código de verificación:
pt: Enviamos para você um código de verificação:
ru: Мы отправили вам код подтверждения:

source: You’ve been verified! Please wait.
es: ¡Has sido verificado! Por favor espera.
es_ar: ¡Has sido verificado! Por favor espera.
pt: Você foi verificado! Aguarde.
ru: Вы прошли проверку. Подождите.

source: You’ve tried to do that too many times. Please wait a while and try again!
es: Has intentado hacer eso muchas veces. ¡Por favor, espera un momento e intenta otra vez!

source: Error: {0}
pt: Erro: {0}
ru: Ошибка: {0}

source: If the below email address is associated with an account, you will receive a verification email.
es_ar: Si la dirección de email, aquí debajo, está asociada con una cuenta, vas a recibir un email de verificación.
pt: Se o endereço de e-mail abaixo estiver associado a uma conta, você receberá um e-mail de verificação.
ru: Если указанный ниже адрес электронной почты связан с аккаунтом, вы получите электронное письмо с подтверждением.

source: Please check your email on your device and click the verification link in the email message to proceed.
es_ar: Por favor, abrí en tu celular el correo que te enviamos y hacé clic en el link de verificación para proceder.
pt: Verifique seu e-mail no seu dispositivo e clique no link de verificação na mensagem de e-mail para prosseguir.
ru: Чтобы продолжить, проверьте почтовый ящик на своем устройстве и нажмите на ссылку для подтверждения в электронном письме, которое мы вам прислали.

source: Please update Android WebView to start the session.
es_ar: Por favor actualizá tu Android WebView para comenzar sesión.
pt: Atualize o Android WebView para iniciar a sessão.
ru: Обновите Android WebView, чтобы начать сессию.

source: Please update Google Chrome to start the session.
es_ar: Por favor actualizá Google Chrome para comenzar la sesión.
pt: Atualize o Google Chrome para iniciar a sessão.
ru: Обновите Google Chrome, чтобы начать сессию.

source: Your device’s browser is not compatible. Please update your browser and Vibrant to the latest version.
es_ar: El navegador en tu dispositivo no es compatible. Por favor actualizá el navegador y la app de Vibrant a sus últimas versiones.
pt: O navegador do seu dispositivo não é compatível. Atualize seu navegador e o Vibrant para a versão mais recente.
ru: На вашем устройстве установлена устаревшая версия браузера. Обновите браузер и приложение Vibrant до последней версии.
